<template>
  <h1>Реклама</h1>
  <p>
    Ваши услуги будут видны всем!
    <br>
    <br>
    Разместите свой магазин на BAZA, вас точно заметят. Мы предоставляем площадку для ваших товаров и услуг.
    <br>
    <br>

  <h3>
  Преимущества размещения магазина на BAZA:

</h3>
  <ul>

    <li>Большое количество потенциальных клиентов. Ежедневно наш сайт посещают тысячи пользователей, заинтересованных в покупке программного обеспечения, игр и других цифровых продуктов.</li>
    <li>Удобная система оплаты. Вы можете принимать платежи через различные платёжные системы, включая банковские карты и электронные кошельки.</li>
    <li>Быстрая доставка. После оформления заказа покупатель получает ссылку на скачивание продукта или ключ активации сразу же после оплаты.</li>
    <li>Прозрачная статистика продаж. Вы всегда будете знать, сколько продаж было совершено вашим магазином за определённый период времени.</li>
  </ul>
  <br>
  <br>
  Не упустите возможность расширить свой бизнес вместе с нами! Разместите свой магазин на BAZA уже сегодня.
  <a href="https://t.me/enBaza" class="image-link" target="_blank">
    <img src="../../assets/images/banners/guarantee.webp" alt="">
  </a>


  <a href="https://t.me/enBaza" class="btn btn-outlined" target="_blank">
    <svg xmlns="http://www.w3.org/2000/svg" width="35" height="30" viewBox="0 0 35 30" fill="none">
      <path d="M18.6531 23.1277C17.488 24.2638 16.3375 25.388 15.1833 26.5095C14.8893 26.7949 14.609 27.1059 14.2749 27.3364C13.9882 27.534 13.6341 27.6328 13.1918 27.8267C13.2145 27.3145 13.2254 26.9431 13.2491 26.5717C13.3902 24.3973 13.5431 22.2239 13.6678 20.0486C13.6915 19.6388 13.8189 19.3516 14.1293 19.0726C18.8825 14.7888 23.6229 10.4913 28.367 6.19653C28.4571 6.11512 28.5709 6.0456 28.6283 5.94406C28.7166 5.78764 28.7666 5.60835 28.8322 5.43912C28.6483 5.39979 28.448 5.29642 28.2833 5.33667C27.9957 5.4071 27.7089 5.53517 27.4568 5.69433C21.5085 9.46219 15.5638 13.2365 9.62549 17.019C9.3415 17.2001 9.10575 17.2348 8.78535 17.1306C6.29315 16.3228 3.79367 15.5361 1.29965 14.7339C1.01384 14.6424 0.726211 14.5272 0.474078 14.3671C-0.0829801 14.0131 -0.171272 13.4734 0.324801 13.0398C0.738044 12.6785 1.23503 12.3766 1.74384 12.1699C3.60981 11.4097 5.49579 10.7008 7.3745 9.97262C15.7777 6.71154 24.1809 3.45228 32.5832 0.190279C34.0614 -0.38327 35.1519 0.376888 34.9816 1.9713C34.8551 3.16139 34.552 4.3341 34.3044 5.50956C32.9546 11.9119 31.5983 18.3133 30.243 24.7147C30.0318 25.7118 29.8198 26.7089 29.6049 27.706C29.2108 29.5391 27.9638 30.023 26.4656 28.9144C23.9879 27.0803 21.5149 25.2389 19.04 23.4021C18.9198 23.3124 18.7951 23.2283 18.6522 23.1277H18.6531Z" fill="transparent"/>
    </svg>
    Реклама на проекте BAZA
  </a>
  </p>
</template>

<script>
export default {
  name: "AdvertisementView.vue"
}
</script>

<style scoped lang="scss">
h1 {
  margin-bottom: 30px;
}
.image-link {
  transition: .3s ease;
  img {
    transition: .3s ease;
  }

  &:hover {
    img {
      transform: scale(1.02);
    }
  }
}
.btn {
  padding: 10px;
  font-weight: 600;
  max-width: 300px;
}
img {
  width: 100%;
  margin-top: 30px;
  margin-bottom: 30px;
}

</style>